Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashBootMediaCertificateLabel
source: Boot media certificate
ar_sa: شهادة وسائط التمهيد
bg_bg: Сертификат за носител за зареждане
cs_cz: Certifikát spouštěcího média
da_dk: Boot mediecertifikat
de_de: Boot-Medienzertifikat
el_gr: Πιστοποιητικό μέσων εκκίνησης
es_mx: Certificado de medios de arranque
et_ee: Alglaadimise meediumisertifikaat
fi_fi: Käynnistysmediasertifikaatti
fr_ca: Certificat du support de démarrage
he_il: אישור מדיה לאתחול
hr_hr: Certifikat medija za pokretanje
hu_hu: Boot média tanúsítvány
it_it: Certificato del supporto di avvio
ja_jp: ブートメディア証明書
ko_kr: 부팅 미디어 인증서
lt_lt: Įkrovos laikmenos sertifikatas
lv_lv: Sāknēšanas multivides sertifikāts
nb_no: Oppstartsmediesertifikat
nl_nl: Bootmedia-certificaat
pl_pl: Certyfikat nośnika startowego
pt_pt: Certificado de mídia de inicialização
ro_ro: Certificat media de pornire
ru_ru: Сертификат загрузочного носителя
sk_sk: Certifikát zavádzacieho média
sl_si: Potrdilo zagonskega medija
sr_latn_rs: Sertifikat medija za pokretanje
sv_se: Boot media certifikat
th_th: ใบรับรองสื่อสำหรับบูต
tr_tr: Önyükleme ortamı sertifikası
uk_ua: Сертифікат завантажувального носія
zh_cn: 启动介质证书
zh_tw: 啟動媒體憑證

# Autopilot.HardwareHashBootMediaCertificatePasswordLabel
source: PFX password
ar_sa: كلمة مرور بفكس
bg_bg: PFX парола
cs_cz: PFX heslo
da_dk: PFX adgangskode
de_de: PFX-Passwort
el_gr: Κωδικός πρόσβασης PFX
es_mx: contraseña PFX
et_ee: PFX parool
fi_fi: PFX salasana
fr_ca: Mot de passe PFX
he_il: סיסמת PFX
hr_hr: PFX lozinka
hu_hu: PFX jelszó
it_it: Password PFX
ja_jp: PFXパスワード
ko_kr: PFX 비밀번호
lt_lt: PFX slaptažodis
lv_lv: PFX parole
nb_no: PFX passord
nl_nl: PFX-wachtwoord
pl_pl: Hasło PFX
pt_pt: Senha PFX
ro_ro: parola PFX
ru_ru: Пароль PFX
sk_sk: PFX heslo
sl_si: PFX geslo
sr_latn_rs: PFKS lozinka
sv_se: PFX-lösenord
th_th: รหัสผ่าน PFX
tr_tr: PFX şifresi
uk_ua: пароль PFX
zh_cn: PFX密码
zh_tw: PFX密碼

# Autopilot.HardwareHashBootMediaCertificatePasswordMissing
source: Enter the PFX password.
ar_sa: أدخل كلمة المرور الخاصة بـ PFX.
bg_bg: Въведете PFX паролата.
cs_cz: Zadejte heslo PFX.
da_dk: Indtast PFX-adgangskoden.
de_de: Geben Sie das PFX-Passwort ein.
el_gr: Εισαγάγετε τον κωδικό πρόσβασης PFX.
es_mx: Ingrese la contraseña de PFX.
et_ee: Sisestage PFX parool.
fi_fi: Anna PFX-salasana.
fr_ca: Entrez le mot de passe PFX.
he_il: הזן את סיסמת ה-PFX.
hr_hr: Unesite PFX lozinku.
hu_hu: Adja meg a PFX jelszót.
it_it: Inserisci la password PFX.
ja_jp: PFX パスワードを入力します。
ko_kr: PFX 비밀번호를 입력하세요.
lt_lt: Įveskite PFX slaptažodį.
lv_lv: Ievadiet PFX paroli.
nb_no: Skriv inn PFX-passordet.
nl_nl: Voer het PFX-wachtwoord in.
pl_pl: Wprowadź hasło PFX.
pt_pt: Digite a senha do PFX.
ro_ro: Introduceți parola PFX.
ru_ru: Введите пароль PFX.
sk_sk: Zadajte heslo PFX.
sl_si: Vnesite geslo PFX.
sr_latn_rs: Unesite PFKS lozinku.
sv_se: Ange PFX-lösenordet.
th_th: ป้อนรหัสผ่าน PFX
tr_tr: PFX şifresini girin.
uk_ua: Введіть пароль PFX.
zh_cn: 输入 PFX 密码。
zh_tw: 輸入 PFX 密碼。

# Autopilot.HardwareHashBootMediaCertificatePfxMissing
source: Select the matching password-protected PFX before creating boot media.
ar_sa: حدد PFX المطابق المحمي بكلمة مرور قبل إنشاء وسائط التمهيد.
bg_bg: Изберете съответстващия PFX, защитен с парола, преди да създадете носител за зареждане.
cs_cz: Před vytvořením zaváděcího média vyberte odpovídající PFX chráněný heslem.
da_dk: Vælg den matchende adgangskodebeskyttede PFX, før du opretter bootmedier.
de_de: Wählen Sie das passende passwortgeschützte PFX aus, bevor Sie Boot-Medien erstellen.
el_gr: Επιλέξτε το αντίστοιχο PFX που προστατεύεται με κωδικό πρόσβασης πριν δημιουργήσετε μέσα εκκίνησης.
es_mx: Seleccione el PFX protegido con contraseña correspondiente antes de crear el medio de arranque.
et_ee: Enne alglaadimismeediumi loomist valige sobiv parooliga kaitstud PFX.
fi_fi: Valitse vastaava salasanalla suojattu PFX ennen käynnistysmedian luomista.
fr_ca: Sélectionnez le PFX protégé par mot de passe correspondant avant de créer un support de démarrage.
he_il: בחר את ה-PFX התואם המוגן בסיסמה לפני יצירת מדיית אתחול.
hr_hr: Prije stvaranja medija za pokretanje odaberite odgovarajući PFX zaštićen lozinkom.
hu_hu: A rendszerindító adathordozó létrehozása előtt válassza ki a megfelelő jelszóval védett PFX-et.
it_it: Seleziona il PFX corrispondente protetto da password prima di creare il supporto di avvio.
ja_jp: ブート メディアを作成する前に、一致するパスワードで保護された PFX を選択します。
ko_kr: 부팅 미디어를 생성하기 전에 일치하는 비밀번호로 보호된 PFX를 선택하세요.
lt_lt: Prieš kurdami įkrovos laikmeną pasirinkite atitinkamą slaptažodžiu apsaugotą PFX.
lv_lv: Pirms sāknēšanas datu nesēja izveides atlasiet atbilstošo ar paroli aizsargāto PFX.
nb_no: Velg den matchende passordbeskyttede PFX-en før du oppretter oppstartsmedier.
nl_nl: Selecteer de overeenkomende, met een wachtwoord beveiligde PFX voordat u opstartmedia maakt.
pl_pl: Przed utworzeniem nośnika startowego wybierz pasujący chroniony hasłem plik PFX.
pt_pt: Selecione o PFX protegido por senha correspondente antes de criar a mídia de inicialização.
ro_ro: Selectați PFX-ul protejat prin parolă potrivit înainte de a crea mediul de pornire.
ru_ru: Перед созданием загрузочного носителя выберите соответствующий защищенный паролем PFX.
sk_sk: Pred vytvorením zavádzacieho média vyberte zodpovedajúci PFX chránený heslom.
sl_si: Preden ustvarite zagonski medij, izberite ustrezni PFX, zaščiten z geslom.
sr_latn_rs: Izaberite odgovarajući PFKS zaštićen lozinkom pre kreiranja medijuma za pokretanje.
sv_se: Välj den matchande lösenordsskyddade PFX innan du skapar startmedia.
th_th: เลือก PFX ที่ป้องกันด้วยรหัสผ่านที่ตรงกันก่อนที่จะสร้างสื่อสำหรับบูต
tr_tr: Önyükleme ortamı oluşturmadan önce eşleşen parola korumalı PFX'i seçin.
uk_ua: Виберіть відповідний захищений паролем PFX перед створенням завантажувального носія.
zh_cn: 在创建启动媒体之前选择匹配的受密码保护的 PFX。
zh_tw: 在建立啟動媒體之前選擇匹配的受密碼保護的 PFX。

# Autopilot.HardwareHashBootMediaCertificatePfxPathLabel
source: PFX file
ar_sa: ملف PFX
bg_bg: PFX файл
cs_cz: PFX soubor
da_dk: PFX fil
de_de: PFX-Datei
el_gr: Αρχείο PFX
es_mx: Archivo PFX
et_ee: PFX-fail
fi_fi: PFX tiedosto
fr_ca: Fichier PFX
he_il: קובץ PFX
hr_hr: PFX datoteka
hu_hu: PFX fájl
it_it: File PFX
ja_jp: PFXファイル
ko_kr: PFX 파일
lt_lt: PFX failą
lv_lv: PFX fails
nb_no: PFX-fil
nl_nl: PFX-bestand
pl_pl: Plik PFX
pt_pt: arquivo PFX
ro_ro: fișier PFX
ru_ru: PFX-файл
sk_sk: súbor PFX
sl_si: datoteko PFX
sr_latn_rs: PFKS fajl
sv_se: PFX-fil
th_th: ไฟล์ PFX
tr_tr: PFX dosyası
uk_ua: файл PFX
zh_cn: PFX文件
zh_tw: PFX檔案

# Autopilot.HardwareHashBootMediaCertificatePfxPickerTitle
source: Select Autopilot certificate PFX
ar_sa: حدد Autopilot شهادة PFX
bg_bg: Изберете Autopilot сертификат PFX
cs_cz: Vyberte Autopilot certifikát PFX
da_dk: Vælg Autopilot certifikat PFX
de_de: Wählen Sie Autopilot Zertifikat PFX aus
el_gr: Επιλέξτε Autopilot πιστοποιητικό PFX
es_mx: Seleccione Autopilot certificado PFX
et_ee: Valige Autopilot sertifikaat PFX
fi_fi: Valitse Autopilot varmenne PFX
fr_ca: Sélectionnez Autopilot certificat PFX
he_il: בחר Autopilot אישור PFX
hr_hr: Odaberite Autopilot certifikat PFX
hu_hu: Válassza a Autopilot PFX tanúsítványt
it_it: Selezionare il certificato Autopilot PFX
ja_jp: Autopilot 証明書 PFX を選択します
ko_kr: Autopilot 인증서 PFX 선택
lt_lt: Pasirinkite Autopilot sertifikatą PFX
lv_lv: Atlasiet Autopilot sertifikātu PFX
nb_no: Velg Autopilot sertifikat PFX
nl_nl: Selecteer Autopilot certificaat PFX
pl_pl: Wybierz Autopilot certyfikat PFX
pt_pt: Selecione Autopilot certificado PFX
ro_ro: Selectați Autopilot certificatul PFX
ru_ru: Выберите сертификат Autopilot PFX.
sk_sk: Vyberte Autopilot certifikát PFX
sl_si: Izberite Autopilot certifikat PFX
sr_latn_rs: Izaberite Autopilot sertifikat PFKS
sv_se: Välj Autopilot certifikat PFX
th_th: เลือก Autopilot ใบรับรอง PFX
tr_tr: Autopilot sertifikası PFX'ini seçin
uk_ua: Виберіть Autopilot сертифікат PFX
zh_cn: 选择Autopilot证书PFX
zh_tw: 選擇Autopilot證書PFX

# Autopilot.HardwareHashBootMediaCertificatePrivateKeyMissing
source: The selected PFX does not contain private key material.
ar_sa: لا يحتوي PFX المحدد على مادة مفتاح خاص.
bg_bg: Избраният PFX не съдържа частен ключов материал.
cs_cz: Vybraný PFX neobsahuje materiál soukromého klíče.
da_dk: Den valgte PFX indeholder ikke privat nøglemateriale.
de_de: Das ausgewählte PFX enthält kein privates Schlüsselmaterial.
el_gr: Το επιλεγμένο PFX δεν περιέχει υλικό ιδιωτικού κλειδιού.
es_mx: El PFX seleccionado no contiene material de clave privada.
et_ee: Valitud PFX ei sisalda privaatvõtme materjali.
fi_fi: Valittu PFX ei sisällä yksityisen avaimen materiaalia.
fr_ca: Le PFX sélectionné ne contient pas de clé privée.
he_il: ה-PFX שנבחר אינו מכיל חומר מפתח פרטי.
hr_hr: Odabrani PFX ne sadrži materijal privatnog ključa.
hu_hu: A kiválasztott PFX nem tartalmaz privát kulcsot.
it_it: Il PFX selezionato non contiene materiale con chiave privata.
ja_jp: 選択した PFX には秘密キー素材が含まれていません。
ko_kr: 선택한 PFX에는 개인 키 자료가 포함되어 있지 않습니다.
lt_lt: Pasirinktame PFX nėra privataus rakto medžiagos.
lv_lv: Atlasītais PFX nesatur privātās atslēgas materiālu.
nb_no: Den valgte PFX inneholder ikke privat nøkkelmateriale.
nl_nl: De geselecteerde PFX bevat geen privésleutelmateriaal.
pl_pl: Wybrany PFX nie zawiera materiału klucza prywatnego.
pt_pt: O PFX selecionado não contém material de chave privada.
ro_ro: PFX-ul selectat nu conține material cheie privată.
ru_ru: Выбранный PFX не содержит материала закрытого ключа.
sk_sk: Vybraný PFX neobsahuje materiál súkromného kľúča.
sl_si: Izbrani PFX ne vsebuje gradiva zasebnega ključa.
sr_latn_rs: Izabrani PFKS ne sadrži materijal privatnog ključa.
sv_se: Den valda PFX innehåller inget privat nyckelmaterial.
th_th: PFX ที่เลือกไม่มีเนื้อหาคีย์ส่วนตัว
tr_tr: Seçilen PFX özel anahtar malzemesi içermiyor.
uk_ua: Вибраний PFX не містить матеріалу закритого ключа.
zh_cn: 所选 PFX 不包含私钥材料。
zh_tw: 所選 PFX 不包含私鑰資料。

# Autopilot.HardwareHashBootMediaCertificateReady
source: Certificate ready for boot media generation.
ar_sa: الشهادة جاهزة لإنشاء وسائط التمهيد.
bg_bg: Сертификатът е готов за генериране на носител за зареждане.
cs_cz: Certifikát připraven pro generování spouštěcího média.
da_dk: Certifikat klar til opstartsmediegenerering.
de_de: Zertifikat bereit für die Generierung des Boot-Mediums.
el_gr: Έτοιμο πιστοποιητικό για δημιουργία μέσων εκκίνησης.
es_mx: Certificado listo para la generación de medios de arranque.
et_ee: Sertifikaat on alglaadimismeediumi genereerimiseks valmis.
fi_fi: Varmenne valmis käynnistysmedian luomiseen.
fr_ca: Certificat prêt pour la génération du support de démarrage.
he_il: אישור מוכן ליצירת מדיה אתחול.
hr_hr: Certifikat spreman za generiranje medija za pokretanje.
hu_hu: A tanúsítvány készen áll a rendszerindítási adathordozó generálására.
it_it: Certificato pronto per la generazione del supporto di avvio.
ja_jp: 証明書はブート メディアを生成する準備ができています。
ko_kr: 부팅 미디어 생성을 위한 인증서가 준비되었습니다.
lt_lt: Sertifikatas paruoštas įkrovos laikmenos generavimui.
lv_lv: Sertifikāts ir gatavs sāknēšanas datu nesēja ģenerēšanai.
nb_no: Sertifikat klart for oppstartsmediegenerering.
nl_nl: Certificaat klaar voor het genereren van opstartmedia.
pl_pl: Certyfikat gotowy do wygenerowania nośnika startowego.
pt_pt: Certificado pronto para geração de mídia de inicialização.
ro_ro: Certificat gata pentru generarea suportului de pornire.
ru_ru: Сертификат готов к созданию загрузочного носителя.
sk_sk: Certifikát pripravený na vygenerovanie zavádzacieho média.
sl_si: Potrdilo pripravljeno za ustvarjanje zagonskega medija.
sr_latn_rs: Sertifikat spreman za generisanje medija za pokretanje.
sv_se: Certifikat redo för generering av startmedia.
th_th: ใบรับรองพร้อมสำหรับการสร้างสื่อสำหรับบูต
tr_tr: Önyükleme ortamı oluşturmaya hazır sertifika.
uk_ua: Сертифікат готовий для створення завантажувального носія.
zh_cn: 证书已准备好生成启动媒体。
zh_tw: 憑證已準備好產生啟動媒體。

# Autopilot.HardwareHashBootMediaCertificateSelectButton
source: Select PFX
ar_sa: حدد بفكس
bg_bg: Изберете PFX
cs_cz: Vyberte PFX
da_dk: Vælg PFX
de_de: Wählen Sie PFX
el_gr: Επιλέξτε PFX
es_mx: Seleccione PFX
et_ee: Valige PFX
fi_fi: Valitse PFX
fr_ca: Sélectionnez PFX
he_il: בחר PFX
hr_hr: Odaberite PFX
hu_hu: Válassza a PFX lehetőséget
it_it: Seleziona PFX
ja_jp: PFX を選択します
ko_kr: PFX 선택
lt_lt: Pasirinkite PFX
lv_lv: Izvēlieties PFX
nb_no: Velg PFX
nl_nl: Selecteer PFX
pl_pl: Wybierz opcję PFX
pt_pt: Selecione PFX
ro_ro: Selectați PFX
ru_ru: Выберите PFX
sk_sk: Vyberte PFX
sl_si: Izberite PFX
sr_latn_rs: Izaberite PFKS
sv_se: Välj PFX
th_th: เลือก PFX
tr_tr: PFX'i seçin
uk_ua: Виберіть PFX
zh_cn: 选择PFX
zh_tw: 選擇PFX

# Autopilot.HardwareHashBootMediaCertificateThumbprintMismatch
source: The PFX certificate thumbprint does not match the selected app registration certificate.
ar_sa: لا تتطابق بصمة شهادة PFX مع شهادة تسجيل التطبيق المحددة.
bg_bg: Отпечатъкът на PFX сертификата не съответства на избрания сертификат за регистрация на приложение.
cs_cz: Miniatura certifikátu PFX neodpovídá vybranému registračnímu certifikátu aplikace.
da_dk: PFX-certifikatets tommelfingeraftryk stemmer ikke overens med det valgte app-registreringscertifikat.
de_de: Der Fingerabdruck des PFX-Zertifikats stimmt nicht mit dem ausgewählten App-Registrierungszertifikat überein.
el_gr: Το αποτύπωμα του πιστοποιητικού PFX δεν ταιριάζει με το επιλεγμένο πιστοποιητικό εγγραφής εφαρμογής.
es_mx: La huella digital del certificado PFX no coincide con el certificado de registro de la aplicación seleccionada.
et_ee: PFX-sertifikaadi pisijälg ei ühti valitud rakenduse registreerimissertifikaadiga.
fi_fi: PFX-varmenteen peukalojälki ei vastaa valittua sovelluksen rekisteröintivarmennetta.
fr_ca: L'empreinte numérique du certificat PFX ne correspond pas au certificat d'enregistrement de l'application sélectionné.
he_il: טביעת האצבע של אישור PFX אינה תואמת לאישור רישום האפליקציה שנבחר.
hr_hr: Otisak PFX certifikata ne odgovara odabranom certifikatu za registraciju aplikacije.
hu_hu: A PFX-tanúsítvány ujjlenyomata nem egyezik a kiválasztott alkalmazásregisztrációs tanúsítvánnyal.
it_it: L'identificazione personale del certificato PFX non corrisponde al certificato di registrazione dell'app selezionato.
ja_jp: PFX 証明書のサムプリントが、選択したアプリ登録証明書と一致しません。
ko_kr: PFX 인증서 지문이 선택한 앱 등록 인증서와 일치하지 않습니다.
lt_lt: PFX sertifikato nykščio atspaudas neatitinka pasirinktos programos registracijos sertifikato.
lv_lv: PFX sertifikāta īkšķa nospiedums neatbilst atlasītajam lietotnes reģistrācijas sertifikātam.
nb_no: PFX-sertifikatets tommelfingeravtrykk samsvarer ikke med det valgte appregistreringssertifikatet.
nl_nl: De vingerafdruk van het PFX-certificaat komt niet overeen met het geselecteerde app-registratiecertificaat.
pl_pl: Odcisk palca certyfikatu PFX nie pasuje do wybranego certyfikatu rejestracji aplikacji.
pt_pt: A impressão digital do certificado PFX não corresponde ao certificado de registro do aplicativo selecionado.
ro_ro: Amprenta digitală a certificatului PFX nu se potrivește cu certificatul de înregistrare a aplicației selectat.
ru_ru: Отпечаток сертификата PFX не соответствует выбранному сертификату регистрации приложения.
sk_sk: Odtlačok certifikátu PFX sa nezhoduje s vybratým certifikátom registrácie aplikácie.
sl_si: Odtis potrdila PFX se ne ujema z izbranim potrdilom o registraciji aplikacije.
sr_latn_rs: Otisak PFKS sertifikata se ne podudara sa izabranim sertifikatom o registraciji aplikacije.
sv_se: PFX-certifikatets tumavtryck matchar inte det valda appregistreringscertifikatet.
th_th: รหัสประจำตัวใบรับรอง PFX ไม่ตรงกับใบรับรองการลงทะเบียนแอปที่เลือก
tr_tr: PFX sertifikası parmak izi, seçilen uygulama kayıt sertifikasıyla eşleşmiyor.
uk_ua: Відбиток сертифіката PFX не відповідає вибраному сертифікату реєстрації програми.
zh_cn: PFX 证书指纹与所选的应用程序注册证书不匹配。
zh_tw: PFX 憑證指紋與所選的應用程式註冊憑證不符。

# Autopilot.HardwareHashCertificateActionsDescription
source: Create or remove app registration certificate credentials.
ar_sa: إنشاء أو إزالة بيانات اعتماد شهادة تسجيل التطبيق.
bg_bg: Създайте или премахнете идентификационни данни за сертификат за регистрация на приложение.
cs_cz: Vytvořte nebo odeberte přihlašovací údaje certifikátu registrace aplikace.
da_dk: Opret eller fjern legitimationsoplysninger for appregistreringscertifikater.
de_de: Anmeldeinformationen für App-Registrierungszertifikate erstellen oder entfernen.
el_gr: Δημιουργήστε ή αφαιρέστε διαπιστευτήρια πιστοποιητικού εγγραφής εφαρμογής.
es_mx: Cree o elimine las credenciales del certificado de registro de la aplicación.
et_ee: Rakenduse registreerimissertifikaadi mandaatide loomine või eemaldamine.
fi_fi: Luo tai poista sovelluksen rekisteröintivarmenteen kirjautumistiedot.
fr_ca: Créez ou supprimez les informations d'identification du certificat d'enregistrement de l'application.
he_il: צור או הסר אישורי אישור רישום אפליקציה.
hr_hr: Stvorite ili uklonite vjerodajnice potvrde o registraciji aplikacije.
hu_hu: Alkalmazásregisztrációs tanúsítvány hitelesítő adatainak létrehozása vagy eltávolítása.
it_it: Crea o rimuovi le credenziali del certificato di registrazione dell'app.
ja_jp: アプリ登録証明書の資格情報を作成または削除します。
ko_kr: 앱 등록 인증서 자격 증명을 생성하거나 제거합니다.
lt_lt: Sukurkite arba pašalinkite programos registracijos sertifikato kredencialus.
lv_lv: Izveidojiet vai noņemiet lietotņu reģistrācijas sertifikāta akreditācijas datus.
nb_no: Opprett eller fjern legitimasjon for appregistreringssertifikat.
nl_nl: Maak of verwijder inloggegevens voor app-registratiecertificaten.
pl_pl: Utwórz lub usuń poświadczenia certyfikatu rejestracji aplikacji.
pt_pt: Crie ou remova credenciais de certificado de registro de aplicativo.
ro_ro: Creați sau eliminați acreditările certificatului de înregistrare a aplicației.
ru_ru: Создайте или удалите учетные данные сертификата регистрации приложения.
sk_sk: Vytvorte alebo odstráňte poverenia certifikátu registrácie aplikácie.
sl_si: Ustvarite ali odstranite poverilnice potrdila o registraciji aplikacije.
sr_latn_rs: Kreirajte ili uklonite akreditive sertifikata za registraciju aplikacije.
sv_se: Skapa eller ta bort autentiseringsuppgifter för appregistreringscertifikat.
th_th: สร้างหรือลบข้อมูลรับรองใบรับรองการลงทะเบียนแอป
tr_tr: Uygulama kayıt sertifikası kimlik bilgilerini oluşturun veya kaldırın.
uk_ua: Створення або видалення облікових даних сертифіката реєстрації програми.
zh_cn: 创建或删除应用程序注册证书凭据。
zh_tw: 建立或刪除應用程式註冊證書憑證。

# Autopilot.HardwareHashCertificateActionsLabel
source: Certificate actions
ar_sa: إجراءات الشهادة
bg_bg: Сертификатни действия
cs_cz: Akce certifikátu
da_dk: Certifikathandlinger
de_de: Zertifikatsaktionen
el_gr: Ενέργειες πιστοποιητικού
es_mx: Acciones de certificado
et_ee: Sertifikaadi toimingud
fi_fi: Varmennetoiminnot
fr_ca: Actions de certificat
he_il: פעולות תעודה
hr_hr: Akcije certifikata
hu_hu: Tanúsítvány műveletek
it_it: Azioni del certificato
ja_jp: 証明書アクション
ko_kr: 인증서 작업
lt_lt: Veiksmai su sertifikatu
lv_lv: Sertifikātu darbības
nb_no: Sertifikathandlinger
nl_nl: Certificaatacties
pl_pl: Akcje certyfikatu
pt_pt: Ações de certificado
ro_ro: Actiuni de certificat
ru_ru: Действия с сертификатом
sk_sk: Akcie certifikátu
sl_si: Dejanja potrdila
sr_latn_rs: Akcije sertifikata
sv_se: Certifikatåtgärder
th_th: การดำเนินการของใบรับรอง
tr_tr: Sertifika eylemleri
uk_ua: Сертифікаційні дії
zh_cn: 证书操作
zh_tw: 證書操作

# Autopilot.HardwareHashCertificateCreateFailedMessageFormat
source: Foundry could not create the app registration certificate. {0}
ar_sa: Foundry تعذر إنشاء شهادة تسجيل التطبيق. {0}
bg_bg: Foundry не можа да създаде сертификат за регистрация на приложението. {0}
cs_cz: Foundry nemohl vytvořit registrační certifikát aplikace. {0}
da_dk: Foundry kunne ikke oprette appregistreringscertifikatet. {0}
de_de: Foundry konnte das App-Registrierungszertifikat nicht erstellen. {0}
el_gr: Το Foundry δεν μπόρεσε να δημιουργήσει το πιστοποιητικό εγγραφής της εφαρμογής. {0}
es_mx: Foundry no pudo crear el certificado de registro de la aplicación. {0}
et_ee: Foundry ei saanud rakenduse registreerimissertifikaati luua. {0}
fi_fi: Foundry ei voinut luoda sovelluksen rekisteröintitodistusta. {0}
fr_ca: Foundry n'a pas pu créer le certificat d'enregistrement de l'application. {0}
he_il: Foundry לא הצליח ליצור את אישור הרישום של האפליקציה. {0}
hr_hr: Foundry nije mogao stvoriti potvrdu o registraciji aplikacije. {0}
hu_hu: Foundry nem tudta létrehozni az alkalmazás regisztrációs tanúsítványát. {0}
it_it: Foundry non è riuscito a creare il certificato di registrazione dell'app. {0}
ja_jp: Foundry はアプリ登録証明書を作成できませんでした。 {0}
ko_kr: Foundry 앱 등록 인증서를 만들 수 없습니다. {0}
lt_lt: Foundry nepavyko sukurti programos registracijos sertifikato. {0}
lv_lv: Foundry nevarēja izveidot lietotnes reģistrācijas sertifikātu. {0}
nb_no: Foundry kunne ikke opprette appregistreringssertifikatet. {0}
nl_nl: Foundry kan het app-registratiecertificaat niet maken. {0}
pl_pl: Foundry nie mógł utworzyć certyfikatu rejestracji aplikacji. {0}
pt_pt: Foundry não foi possível criar o certificado de registro do aplicativo. {0}
ro_ro: Foundry nu a putut crea certificatul de înregistrare a aplicației. {0}
ru_ru: Foundry не удалось создать сертификат регистрации приложения. {0}
sk_sk: Foundry nemohol vytvoriť certifikát registrácie aplikácie. {0}
sl_si: Foundry ni mogel ustvariti potrdila o registraciji aplikacije. {0}
sr_latn_rs: Foundry nije mogao da kreira sertifikat o registraciji aplikacije. {0}
sv_se: Foundry kunde inte skapa appregistreringscertifikatet. {0}
th_th: Foundry ไม่สามารถสร้างใบรับรองการลงทะเบียนแอปได้ {0}
tr_tr: Foundry uygulama kayıt sertifikasını oluşturamadı. {0}
uk_ua: Foundry не вдалося створити сертифікат реєстрації програми. {0}
zh_cn: Foundry 无法创建应用程序注册证书。 {0}
zh_tw: Foundry 無法建立應用程式註冊證書。 {0}

# Autopilot.HardwareHashCertificateCreateFailedTitle
source: Certificate creation failed
ar_sa: فشل إنشاء الشهادة
bg_bg: Неуспешно създаване на сертификат
cs_cz: Vytvoření certifikátu se nezdařilo
da_dk: Oprettelse af certifikat mislykkedes
de_de: Die Erstellung des Zertifikats ist fehlgeschlagen
el_gr: Η δημιουργία πιστοποιητικού απέτυχε
es_mx: Falló la creación del certificado
et_ee: Sertifikaadi loomine ebaõnnestus
fi_fi: Varmenteen luominen epäonnistui
fr_ca: La création du certificat a échoué
he_il: יצירת האישור נכשלה
hr_hr: Izrada certifikata nije uspjela
hu_hu: A tanúsítvány létrehozása nem sikerült
it_it: Creazione del certificato non riuscita
ja_jp: 証明書の作成に失敗しました
ko_kr: 인증서 생성 실패
lt_lt: Nepavyko sukurti sertifikato
lv_lv: Sertifikātu neizdevās izveidot
nb_no: Sertifikatopprettelsen mislyktes
nl_nl: Het maken van het certificaat is mislukt
pl_pl: Utworzenie certyfikatu nie powiodło się
pt_pt: Falha na criação do certificado
ro_ro: Crearea certificatului a eșuat
ru_ru: Создание сертификата не удалось
sk_sk: Vytvorenie certifikátu zlyhalo
sl_si: Ustvarjanje potrdila ni uspelo
sr_latn_rs: Kreiranje sertifikata nije uspelo
sv_se: Det gick inte att skapa certifikat
th_th: การสร้างใบรับรองล้มเหลว
tr_tr: Sertifika oluşturulamadı
uk_ua: Не вдалося створити сертифікат
zh_cn: 证书创建失败
zh_tw: 證書建立失敗

# Autopilot.HardwareHashCertificateCreatedColumn
source: Created
ar_sa: تم إنشاؤها
bg_bg: Създаден
cs_cz: Vytvořeno
da_dk: Oprettet
de_de: Erstellt
el_gr: Δημιουργήθηκε
es_mx: Creado
et_ee: Loodud
fi_fi: Luotu
fr_ca: Créé
he_il: נוצר
hr_hr: Stvoreno
hu_hu: Létrehozva
it_it: Creato
ja_jp: 作成されました
ko_kr: 생성됨
lt_lt: Sukurta
lv_lv: Izveidots
nb_no: Opprettet
nl_nl: Gemaakt
pl_pl: Utworzono
pt_pt: Criado
ro_ro: Creat
ru_ru: Создано
sk_sk: Vytvorené
sl_si: Ustvarjeno
sv_se: Skapad
th_th: สร้างแล้ว
tr_tr: Oluşturuldu
uk_ua: Створено
zh_cn: 已创建
zh_tw: 已創建
